
{
    "title": "InventoHub: Reimagining Innovation and IP Commercialization for the Next Century",
    "introParagraphs": [
      "At <strong>InventoHub – Inventing Tomorrow</strong>, we are not just building a platform — we are architecting a new ecosystem for invention, innovation, and intellectual property (IP) success. In a world where over <strong>95% of the 2 million patents</strong> granted annually are never commercialized, and where only 1 in 10 ideas reach the patent stage due to lack of resources, we see a massive untapped reservoir of human potential and ingenuity. <br /><br />Our mission is to unlock this potential.",
      "InventoHub exists to democratize innovation and create an equitable marketplace for inventors, IP professionals, and industry stakeholders. Our platform aims to bridge the chasm between bright ideas and market-ready solutions — from filing a patent to forming strategic licensing partnerships."
    ],
    "sections": [
      {
        "heading": "What We Aim to Achieve:",
        "type": "list",
        "items": [
          "Transform the patent-to-market journey by building the most accessible, transparent, and efficient IP support ecosystem globally.",
          "Empower inventors and startups with access to IP experts, funding pathways, legal frameworks, and commercialization networks.",
          "Reverse the global imbalance in patent activity — where today, China and the USA account for 70% of all patents, and most of the world is underrepresented.",
          "Create a living marketplace for ideas, where IP doesn’t just sit in databases — it finds collaborators, buyers, investors, and real-world applications.",
          "Bring together the best brains in the country — scientists, technologists, legal experts, venture builders, and industry veterans — to co-create the future of innovation infrastructure."
        ]
      },
      {
        "heading": "Our Invitation:",
        "type": "paragraphs",
        "items": [
          "We are calling on visionary partners, investors, institutions, and professionals who share our belief that innovation should not be gated by geography, capital, or bureaucracy. Let’s build a new standard where every great idea, regardless of its origin, has a fair shot at making a global impact.",
          "<span class='font-medium italic'>InventoHub is more than a platform. It’s a movement.</span>",
          "Let’s rewrite the story of invention — together."
        ]
      }
    ]
  }
  